a
above
after
airplane
all
alligator
animal
ankle
another
ant
apple
arm
around
asleep
aunt
awake
away
baby
back
bad
ball
balloon
banana
basement
basket
bat
bath
bathroom
bathtub
be
beach
bead
bean
bear
because
bed
bedroom
bee
before
behind
belt
bench
better
bicycle
big
bird
bite
black
blanket
block
blow
blue
boat
book
boot
bottle
bowl
box
boy
bread
break
breakfast
bring
broom
brother
brown
brush
bubble
bucket
bug
build
bump
bunny
bus
butter
butterfly
buttock
button
buy
bye
cake
camera
camp
candy
car
careful
carrot
carry
cat
catch
cereal
chair
chalk
chase
cheek
cheese
child
chocolate
church
circus
climb
clock
close
closet
cloud
clown
coat
coffee
coke
cold
comb
cook
cookie
corn
couch
country
cover
cow
cowboy
cracker
crayon
crib
cry
cup
cut
cute
daddy
dance
dark
day
deer
diaper
dinner
dirty
dish
do
doctor
dog
doll
donut
door
down
downtown
draw
drawer
dress
drive
drop
dryer
duck
dump
ear
eat
egg
elephant
empty
eye
face
fall
farm
fast
fee
foot
find
fine
finger
finish
fireman
first
fix
flag
flower
food
for
fork
friend
frog
full
game
garage
garbage
garden
gentle
get
giraffe
girl
give
glass
glove
glue
go
good
goose
grandma
grandpa
grape
grass
green
gum
hair
hamburger
hammer
hand
happy
hard
hat
hate
have
he
head
hear
heavy
helicopter
help
hen
her
here
hi
hide
high
him
hit
hold
home
horse
hose
hot
house
how
hug
hungry
hurry
hurt
ice
inside
jacket
jar
jean
jello
jelly
juice
jump
key
kick
kiss
kitchen
kitty
knee
knife
knock
ladder
lady
lamb
lamp
last
leg
lick
light
like
lion
lip
listen
little
lollipop
long
look
loud
love
lunch
mad
mailman
make
man
me
meat
medicine
meow
milk
mine
mitten
mommy
money
moo
moon
moose
mop
more
morning
motorcycle
mouse
mouth
movie
much
muffin
nail
nap
napkin
necklace
need
new
nice
night
no
noisy
none
noodle
nose
not
now
nurse
nut
off
old
on
open
other
ouch
out
outside
oven
over
owl
paint
pajama
pant
paper
park
party
pea
pen
pencil
penguin
penny
people
person
pick
pickle
picnic
picture
pig
pillow
pizza
plant
plate
play
playground
please
police
pony
pool
poor
popcorn
porch
potato
potty
pour
present
pretend
pretty
pudding
pull
pumpkin
puppy
purse
push
put
puzzle
quiet
radio
rain
raisin
read
red
refrigerator
ride
rip
rock
roof
room
rooster
run
sad
salt
same
sandwich
sauce
say
scar
scarf
school
scissor
see
shake
share
she
sheep
shirt
shop
short
shoulder
shovel
show
shower
sick
sidewalk
sing
sink
sister
sit
skate
sky
sleep
sleepy
slow
smile
snack
sneaker
snow
soap
soda
sofa
soft
some
soup
spaghetti
spill
splash
spoon
squirrel
stair
stand
star
stay
stick
sticky
stone
stop
store
story
stave
strawberry
street
sun
sweater
sweep
swim
table
take
talk
tape
taste
teacher
tear
telephone
there
think
thirsty
throw
tickle
tiger
time
tiny
tire
tissue
toast
today
toe
tomorrow
tongue
tonight
tooth
toothbrush
touch
towel
toy
tractor
train
trash
tray
tree
tricycle
truck
try
tummy
tuna
turtle
uncle
under
underpants
up
vacuum
vanilla
vitamin
wait
wake
walk
walker
wash
water
wet
what
when
where
white
who
why
will
wind
window
wipe
wish
with
wolf
wood
write
yard
yellow
yes
yesterday
yogurt
you
yucky
zebra
zipper
zoo
sled
